{
    "pageContent":  [
        {
            "pageTitle": {
                "titleLight": "where am I",
                "titleHeavy": "located?"
            },
            "pageBody": [{
              "title": "Hometown",
              "body": "I was born and raised in Port Elizabeth. I loved growing up in PE, with its peaceful nature and atmosphere."  
            },
            {
                "title": "Current Residence",
                "body": "I moved to Cape Town in 2022, and have been staring at the mountain ever since. The beauty speaks for itself, and there is never a dull moment in the mother city."  
              }
            ],
            "reverse": false
        },
        {
            "pageTitle": {
              "titleLight": "what are my",
              "titleHeavy": "interests?"
            },
            "pageBody": [{
              "title": "Physical Activities",
              "body": "To keep the blood flowing, I enjoy weight lifting and indoor bouldering. I attempt running every then and again, but it's an uphill battle. Hikes are cool too :)"  
            },
            {
              "title": "Mental Stimulation",
              "body": "I enjoy gaming with friends (CSGO and Dota, mainly), listening to music and reading books / blogs relating to my craft. I also love a good series and I am a bit too into LEGO."  
            }],
            "reverse": true
        },
        {
            "pageTitle": {
                "titleLight": "do I have any",
                "titleHeavy": "experience?"
            },
            "pageBody": [{
              "title": "Tech Stacks",
              "body": "Most of my experience involve React, JS, HTML, CSS, and a bit of Angular. On the backend side, I have worked with Node, Spring, and .NET.  With regards to cloud, I have some experience with various AWS services, but I hope to get more experience in this area."  
            },
            {
              "title": "Practical Experience",
              "body": "Helped further develop one of South Africa's largest classifieds sites, with SEO and user experience being crucial aspects. More recently, I've been working on auditing software for one of the world's largest auditing firms."  
            }],
            "reverse": false
        }
    ]
    

}